Repository: stsbl/iserv-exam-plan-unlock
Catalog: locale/*/stsbl-iserv-exam-plan-unlock.po
Languages: de

source: Administration
de: Verwaltung

source: Edit group to fill with members
de: Gruppe bearbeiten, um Mitglieder hinzuzufügen

source: Exam plan
de: Klausurplan

source: Group "%s" has too less members for unlocking.
de: Gruppe "%s" hat zu wenige Mitglieder für das Freischalten.

source: Group can be unlocked by the group owner
de: Gruppe kann von Besitzer freigeschaltet werden

source: Groups
de: Gruppen

source: If this value is set to another number than 0, this amount of members is required to unlock a group for the exam plan.\nSet this setting to 0 to disable the restriction.
de: Wenn dieser Wert auf eine andere Zahl als 0 gesetzt ist, wird diese Anzahl von Gruppenmitgliedern benötigt, um eine Gruppe für den Klausurplan freizuschalten.\nSetzen Sie diese Einstellung auf 0, um die Beschränkung zu deaktivieren.

source: Module: Exam plan
de: Modul: Klausurplan

source: Please choose the groups which you want to unlock.
de: Bitte wählen Sie die Gruppen, welche Sie freischalten wollen.

source: Please go to „Unlock groups for exam plan“ and unlock these groups for the exam plan.
de: Bitte gehen Sie zu „Gruppen für Klausurplan freischalten“ und schalten Sie diese Gruppen für den Klausurplan frei.

source: Required amount of group members for unlocking
de: Benötigte Anzahl von Gruppenmitgliedern für das Freischalten

source: Select the groups which you want to unlock for the exam plan.
de: Wählen Sie die Gruppen, die Sie für den Klausurplan freischalten möchten.

source: The following couldn't became unlocked for the exam plan because they haven't enough members:
de: Die folgenden Gruppen konnten nicht für den Klausurplan freigeschaltet werden, da sie zu wenig Mitglieder haben:

source: The following groups are in queue for unlocking:
de: Die folgenden Gruppen müssen freigeschaltet werden:

source: Unlock groups
de: Gruppen freischalten

source: Unlock groups for exam plan
de: Gruppen für Klausurplan freischalten

source: Use this flag to control which group can be unlocked afterwards for the exam plan by the group owner
de: Benutzen Sie dieses Merkmal, um zu konfigurieren, welche Gruppen von ihrem Eigentümer nachträglich für den Klausurplan freigeschaltet werden können

source: Users with this privilege can unlock groups which they own for the exam plan.
de: Benutzer mit diesem Recht können Gruppen, deren Besitzer sie sind, für den Klausurplan freischalten.

source: You have to unlock one group for the exam plan
de: Sie müssen eine Gruppe für den Klausurplan freischalten
